Repository: cinemarathon/cinemarathon
Catalog: languages/cinemarathons-*.po
Languages: fr_fr

source: Cinemarathons
fr_fr: Cinémarathons

source: Movie marathons for movie lovers.
fr_fr: Des marathons de films pour les amoureux du cinéma.

source: Objectives
fr_fr: Objectifs

source: Legend
fr_fr: Légende

source: %s: Seen this one before, to be watched again
fr_fr: %s : déjà vu précédemment, à revoir

source: %s: Not watched (yet)!
fr_fr: %s : pas (encore) regardé !

source: %s: Watched!
fr_fr: %s : je l'ai vu !

source: %s: Available for watching
fr_fr: %s : disponible pour le visionnage

source: %s: Unavailable for watching
fr_fr: %s : non disponible pour le visionnage

source: Full List
fr_fr: Liste complète

source: Bonus List
fr_fr: Liste bonus

source: Comments
fr_fr: Commentaires

source: General Settings
fr_fr: Réglages généraux

source: Basic plugin settings.
fr_fr: Réglages basiques du plugin.

source: Journal Mode
fr_fr: Mode Journal

source: The "Journal" Mode is a simple tool that allows you to publish a new post for each movie you watch, helping you keep track of things. You can set default settings for your posts, chose to publish posts automatically or keep full control.
fr_fr: Le mode « Journal » est un outil simple qui vous permet de publier un nouvel article pour chaque film visionné, vous aidant ainsi à conserver une trace de vos visionnages. Vous pouvez définir les paramètres par défaut de vos articles, choisir de publier les articles automatiquement ou garder le contrôle manuel de la publication.

source: Today
fr_fr: Aujourd'hui

source: Yesterday
fr_fr: Hier

source: Tomorrow
fr_fr: Demain

source: Been watching <em>%title%</em>
fr_fr: A vu <em>%title%</em>

source: API Integration
fr_fr: Intégration API

source: You can set your own TMDb API key to retrieve TheMovieDB.org data. If you don't have a key, don't worry, the plugin will use its own. You can get your personal API key freely by registering on <a href="https://www.themoviedb.org/">TheMovieDB.org</a>.
fr_fr: Vous pouvez utiliser votre propre clé d'API TMDb pour retrouver les informations de vos films et séries via TheMovieDB.org. Si vous ne possédez pas de clé, pas d'inquiétude, le plugin utilisera la sienne. Vous pouvez obtenir votre clé gratuitement en vous inscrivant sur <a href="https://www.themoviedb.org/">TheMovieDB.org</a>.

source: Settings
fr_fr: Réglages

source: You can %s to make sure everything is ok.
fr_fr: Vous pouvez %s pour vérifier que tout fonctionne correctement.

source: test your key
fr_fr: tester votre clé

source: Disable the "Journal" mode
fr_fr: Désactiver le mode « Journal »

source: Cinemarathons gives you a way to track your viewing session by providing a simple tool to publish a new post for each movie you set as watched. See below for more details about the "Journal" mode. <em>Default is false</em>.
fr_fr: Cinemarathons vous offre un moyen de conserver une trace de vos sessions cinéma en fournissant un outil simple pour publier un nouvel article pour chaque film visionné. Voir ci-dessous pour les détails du mode « Journal ». <em>Décoché par défaut</em>.

source: Hide the settings page
fr_fr: Masquer la page de réglages

source: Hide this page by removing its entry from the Settings menu. Use it to avoid bloating your menu, you'll still be able to reach the Settings page from the Plugins page. <em>Default is false</em>.
fr_fr: Masquer cette page en supprimant son entrée dans le menu « Réglages ». Utilisez ceci pour éviter de surcharger votre tableau de bord, vous pourrez toujours accéder aux réglages depuis la page Extensions. <em>Décoché par défaut</em>.

source: Cinemarathons will automatically discover the marathons included in the selected post types. <em>Default is Pages</em>.
fr_fr: Cinémarathons détectera automatiquement les marathons inclus dans les types de contenus sélectionnés. <em>Par défaut : Pages</em>.

source: Cinemarathons will automatically add the selected categories to each new journale entry. You can still remove them before creating posts if you set the publication mode to manual. <em>Default is none</em>.
fr_fr: Cinémarathons ajoutera automatiquement les catégories sélectionnées pour chaque nouvelle entrée du journal. Vous pouvez toujours les modifier avant la création des articles si vous réglez la publication en manuel. <em>Par défaut : aucune</em>.

source: You can define a default date for new "journal" entries. If no default date is set the plugin will use the current date. You can always edit this before publishing, or later if needed.
fr_fr: Vous pouvez définir une date par défaut pour chaque nouvelle entrée du journal. Si aucune date n'est définie le plugin utilisera la date courante. Vous pouvez toujours modifier cela avant publication, ou après si besoin.

source: Cinemarathons will automatically add the selected post format to each new journal entry. You can still change it before creating posts if you set the publication mode to manual. <em>Default is 'status'</em>.
fr_fr: Cinémarathons appliquera automatiquement le format sélectionné à chaque nouvelle entrée du journal. Vous pouvez changer cela avant publication si vous réglez la publication en manuel. <em>Par défaut : État</em>.

source: Cinemarathons will automatically add the selected tags to each new journale entry. You can still remove them before creating posts if you set the publication mode to manual. <em>Default is none</em>.
fr_fr: Cinémarathons ajoutera automatiquement les étiquettes sélectionnées pour chaque nouvelle entrée du journal. Vous pouvez toujours les modifier avant la création des articles si vous réglez la publication en manuel. <em>Par défaut : aucune</em>.

source: You can define a default time for new "journal" entries. If no default time is set the plugin will use the current time. You can always edit this before publishing, or later if needed.
fr_fr: Vous pouvez définir une heure par défaut pour chaque nouvelle entrée du journal. Si aucune date n'est définie le plugin utilisera la date courante. Vous pouvez toujours modifier cela avant publication, ou après si besoin.

source: You can define a default title for new "journal" entries. If no default title is set the plugin will use the title from the list. This is useful if you want to add something before or after the movie's title. Ex: "Today I watched %title%". Check the documentation to learn more about the supported tags.
fr_fr: Vous pouvez définir un titre par défaut pour chaque nouvelle entrée du journal. Si aucun titre par défaut n'est défini le plugin utilisera le titre de la liste. Ceci est utile si vous voulez ajouter quelque chose avant ou après le titre, par exemple « Aujourd'hui j'ai vu %title% ». Consultez la documentation pour découvrir la liste des tags supportés.

source: The API Key is valid!
fr_fr: La clé d'API est valide !

source: The API key seems to be invalid!
fr_fr: La clé d'API semble invalide !

source: Use the textarea below to input a list of movies to add to your marathon, one per line. <strong>Be careful!</strong> This will completely replace your current list, <strong>all unsaved changes will be lost!</strong> If you're not sure what you are doing, or you change want to add some new movies to your list, just input the new movies and make sure to check the "Merge" toggle next to the "Update" button.
fr_fr: Utilisez la zone de texte ci-dessous pour saisir une liste de films à ajouter à votre marathon, un par ligne. <strong>Attention !</strong> Cela peut complètement écraser votre liste actuelle, <strong>tous les changements non sauvegardés seront perdus !</strong> Si vous n'êtes pas sûr de ce que vous faites, ou que vous voulez simplement ajouter quelques films à votre liste, saisissez simplement votre liste et prenez soin de cocher la case « Fusionner » à côté du bouton « Mettre à jour ».

source: Ex: [0,1,1,0] 1968 − The Good, the Bad and the Ugly
fr_fr: Ex: [0,1,1,0] 1968 − Le Bon, la Brute et le Truand

source: Merge
fr_fr: Fusionner

source: Merge the above list with the current list instead of replacing it
fr_fr: Fusionner la liste ci-dessus à la liste courante au lieu de la remplacer

source: Update
fr_fr: Mettre à jour

source: Just watched it!
fr_fr: Je viens de le regarder !

source: Seen this one before
fr_fr: Je l'ai déjà vu précédemment

source: I have this movie right here
fr_fr: Je l'ai juste là sous la main

source: Bonus movie, not mandatory to watch
fr_fr: Film bonus, visionnage non-obligatoire

source: Movie Title
fr_fr: Titre

source: Expert Mode
fr_fr: Mode expert

source: Add new movie
fr_fr: Ajouter un film

source: Entry Title
fr_fr: Titre de la publication

source: Entry Content
fr_fr: Contenu de la publication

source: Advanced Options
fr_fr: Options avancées

source: Publish Entry
fr_fr: Publier

source: Search posts:
fr_fr: Rechercher parmi les articles :

source: Published %s
fr_fr: Publié %s

source: Current entry:
fr_fr: Article sélectionné :

source: New entry:
fr_fr: Nouvelle publication :

source: Published <strong>%s</strong> at %s
fr_fr: Publié le <strong>%s</strong> à %s

source: In %s
fr_fr: Dans %s

source: Preview
fr_fr: Prévisualiser

source: Edit
fr_fr: Modifier

source: Replace entry
fr_fr: Remplacer la publication

source: Set as entry
fr_fr: Définir comme publication

source: This marathon does not have any movie yet.
fr_fr: Ce marathon ne contient aucun film pour le moment.

source: Start by adding one!
fr_fr: Commencez par en ajouter un !

source: Duplicate Item
fr_fr: Dupliquer

source: View journal entry
fr_fr: Voir la publication

source: Replace journal entry
fr_fr: Remplacer la publication

source: Publish journal entry
fr_fr: Publier

source: Select existing entry
fr_fr: Sélectionner une publication

source: Move Item to Top
fr_fr: Déplacer au début

source: Move Item Up
fr_fr: Déplacer vers le haut

source: Move Item Down
fr_fr: Déplacer vers le bas

source: Move Item to Bottom
fr_fr: Déplacer à la fin

source: Remove Item
fr_fr: Supprimer

source: Publish a new Journal Entry
fr_fr: Publier une nouvelle entrée dans le journal

source: Select a different Post as Journal Entry
fr_fr: Sélectionner un article différent comme publication

source: Select a Post as Journal Entry
fr_fr: Sélectionner un article comme publication

source: Search on TheMovieDB
fr_fr: Rechercher sur TheMovieDB

source: Search a movie, an actor, a director…
fr_fr: Rechercher un film, acteur, réalisateur…

source: All
fr_fr: Tout

source: Movie
fr_fr: Film

source: Person
fr_fr: Personne

source: TV
fr_fr: Série TV

source: Known for <strong>%s</strong>, <em>%s</em>
fr_fr: Connu pour <strong>%s</strong>, <em>%s</em>

source: Title of the marathon
fr_fr: Titre du marathon

source: Featured image of the marathon
fr_fr: Image d'aperçu du marathon

source: Select Media
fr_fr: Sélectionner un média

source: Replace
fr_fr: Remplacer

source: Remove
fr_fr: Supprimer

source: Description of the marathon
fr_fr: Description du marathon

source: Objectives of the marathon
fr_fr: Objectifs du marathon

source: Select Movies/TV Shows from %s
fr_fr: Sélectionner des films/séries TV pour %s

source: Cast
fr_fr: Casting

source: Crew
fr_fr: Équipe technique

source: Nothing matches your selection. Maybe try some other filters?
fr_fr: Aucun élément ne correspond à votre demande. Essayez d'autres filtres ?

source: View Selection
fr_fr: Voir la sélection

source: Add Selection
fr_fr: Ajouter la sélection

source: Cinemarathon
fr_fr: Cinémarathon

source: Use this block to display and manage a marathon. Add and sort movies, keep track of you current position, and have fun watching awesome movies!
fr_fr: Utilisez ce bloc pour afficher et gérer un marathon. Ajoutez et classez vos films, gardez une trace de l'avancement de votre visionnage, et amusez-vous bien en découvrant des films sympas !

source: Use this block to display a list of your marathons.
fr_fr: Utilisez ce bloc pour afficher une liste de vos marathons.

source: Number of marathons to display
fr_fr: Nombre de marathons à afficher

source: Note that this limit will be based on posts count, not marathons per se.
fr_fr: Note que cette limite se base sur le nombre de posts, non le nombre de marathons à proprement parler.

source: Cinemarathons is able to discover multiple marathons in a single post; As a result this block will query posts containing single 'Marathon' blocks, not the individual 'Marathon' blocks themselves; It means that, if multiple 'Marathon' blocks are present in a single post, the total number of displayed blocks may exceed the specified number.
fr_fr: Cinémarathons est capable de détecter plusieurs marathons au sein d'un même contenu ; cela implique que ce bloc se base sur les publications contenant des blocs Marathon, et non les blocs Marathon eux-mêmes. Si plusieurs blocs Marathon sont présents dans un même contenu, le nombre total de marathons affichés dans la liste pourra dépasser la limite définie ici.

source: Display mode
fr_fr: Mode d'affichage

source: List
fr_fr: Liste

source: Grid
fr_fr: Grille

source: Number of columns
fr_fr: Nombre de colonnes

# block title
source: Cinemarathon
fr_fr: Cinémarathon

# block description
source: Displays a list of movies you plan to watch along with a few options to add more fun to the fun.
fr_fr: Affiche une liste de films que vous prévoyez de regarder, avec quelques options pour ajouter du plaisir à l'expérience.

# block title
source: Cinemarathons
fr_fr: Cinémarathons

# block description
source: Displays a list of marathons.
fr_fr: Utilisez ce bloc pour afficher une liste de vos marathons.
